bas = 'Экспресcивный+Покладистый+Волевой+Осторожный ,Пылкий+Разговорчивый+Добродушный+Сдержанный ,Любитель приключений+Энтузиаст+Исполнитель инструкций+Верный ,Настойчивый+Осторожный+Эмоциональный+Удовлетворенный ,Довольный+Нетерпеливый+Убедительный+Безропотный ,Смиренный+Умеющий слушать+Душа компании+Волевой ,Правильный+Первопроходец+Спокойный+Влиятельный ,Почтительный+Контактный+Агрессивный+Мягкий ,Весельчак+Покорный+Тактичный+Соперничающий ,Точный+Доминирующий+Охотный+Притягательный ,Уравновешенный+Уступчивый+Идущий на риск+Услужливый ,Осмотрительный+Добрососедский+Энергичный+Убедительный ,Уравновешенный+Мотивирующий+Щепетильный+Решительный ,Уверенный+Готовый к сотрудничеству+Беззаботный+Аргументирующий ,Сдержанный+Прямой+Строгий+Убедительный ,Застенчивый+Требовательный+Терпеливый+Очаровательный ,Неугомонный+Дисциплинированный+Вдохновляющий+Внимательный ,Обязательный+Оживленный+Решительный+Точный ,Добросовестный+Компанейский+Добрый+Уверенный в себе ,Дипломатичный+Отважный+Сочувствующий+Оптимистичный ,Настойчивый+Общительный+Постоянный+Организованный ,Соглашающийся+Владеющий собой+Шутливый+Настойчивый ,Обаятельный+Позитивный+Снисходительный+Требовательный ,Коммуникабельный+Смелый+Перфекционист+Сдержанный'

question = [
{1:"Экспресcивный", 2:"Покладистый", 3:"Волевой", 4:"Осторожный"},
{1:"Пылкий", 2:"Разговорчивый", 3:"Добродушный", 4:"Сдержанный"},
{1:"Любитель приключений", 2:"Энтузиаст", 3:"Исполнитель инструкций", 4:"Верный"},
{1:"Настойчивый", 2:"Осторожный", 3:"Эмоциональный", 4:"Удовлетворенный"},
{1:"Довольный", 2:"Нетерпеливый", 3:"Убедительный", 4:"Безропотный"},
{1:"Смиренный", 2:"Умеющий слушать", 3:"Душа компании", 4:"Волевой"},
{1:"Правильный", 2:"Первопроходец", 3:"Спокойный", 4:"Влиятельный"},
{1:"Почтительный", 2:"Контактный", 3:"Агрессивный", 4:"Мягкий"},
{1:"Весельчак", 2:"Покорный", 3:"Тактичный", 4:"Соперничающий"},
{1:"Точный", 2:"Доминирующий", 3:"Охотный", 4:"Притягательный"},
{1:"Уравновешенный", 2:"Уступчивый", 3:"Идущий на риск", 4:"Услужливый"},
{1:"Осмотрительный", 2:"Добрососедский", 3:"Энергичный", 4:"Убедительный"},
{1:"Уравновешенный", 2:"Мотивирующий", 3:"Щепетильный", 4:"Решительный"},
{1:"Уверенный", 2:"Готовый к сотрудничеству", 3:"Беззаботный", 4:"Аргументирующий"},
{1:"Сдержанный", 2:"Прямой", 3:"Строгий", 4:"Убедительный"},
{1:"Застенчивый", 2:"Требовательный", 3:"Терпеливый", 4:"Очаровательный"},
{1:"Неугомонный", 2:"Дисциплинированный", 3:"Вдохновляющий", 4:"Внимательный"},
{1:"Обязательный", 2:"Оживленный", 3:"Решительный", 4:"Точный"},
{1:"Добросовестный", 2:"Компанейский", 3:"Добрый", 4:"Уверенный в себе"},
{1:"Дипломатичный", 2:"Отважный", 3:"Сочувствующий", 4:"Оптимистичный"},
{1:"Настойчивый", 2:"Общительный", 3:"Постоянный", 4:"Организованный"},
{1:"Соглашающийся", 2:"Владеющий собой", 3:"Шутливый", 4:"Настойчивый"},
{1:"Обаятельный", 2:"Позитивный", 3:"Снисходительный", 4:"Требовательный"},
{1:"Коммуникабельный", 2:"Смелый", 3:"Перфекционист", 4:"Сдержанный"}
]
# print(question[0][2])


